[
 {
  "id": 17607,
  "description": "Over 100 million copies of the Bible are sold each year.[8]"
 },
 {
  "id": 17608,
  "description": "In 1631, a publishing company published a Bible with the typo “Thou Shalt Commit Adultery.” Only 9 of these Bibles, known as the “Sinners’ Bible” exist today.[16]"
 },
 {
  "id": 17610,
  "description": "The word “bible” is from the Greek ta biblia, which means “the scrolls” or “the books.” The word is derived from the ancient city of Byblos, which was the official supplier of paper products to the ancient world.[2]"
 },
 {
  "id": 17612,
  "description": "The full Bible has been translated into 532 languages. It has been partially translated into 2,883 languages.[7]"
 },
 {
  "id": 17613,
  "description": "The Bible is not a single work but a collection of works from a wide variety of authors, such as shepherds, kings, farmers, priests, poets, scribes, and fisherman. Authors also include traitors, embezzlers, adulterers, murders, and auditors.[8]"
 },
 {
  "id": 17614,
  "description": "The King James Bible contains 788,258 words, 31,102 verses, 1,189 chapters, and 66 books.[4]"
 },
 {
  "id": 17617,
  "description": "The shortest verse in the Bible is John 11:35, which states, “Jesus wept.”[3]"
 },
 {
  "id": 17615,
  "description": "The longest book in the Bible is Psalm 119.[3]"
 },
 {
  "id": 17616,
  "description": "The shortest book in the Bible is Psalm 117, with just 2 verses.[3]"
 },
 {
  "id": 17618,
  "description": "The longest verse in the Bible is Esther 8:9.[3]"
 },
 {
  "id": 17619,
  "description": "Nearly 8 in 10 Americans regard the bible as either the literal word of God or as inspired by God.[1]"
 },
 {
  "id": 17620,
  "description": "Women are more likely than men, older people are more likely than younger people, and African Americans are more likely than other races to read the Bible.[1]"
 },
 {
  "id": 17649,
  "description": "According to one author, God killed about 25 million people in the Bible. Satan kills about 60 people, 10 of whom God allowed Satan to kill as part of a bet in the Book of Job.[8]"
 },
 {
  "id": 17621,
  "description": "The longest word in the Bible is “Mahershalalhashbaz (Isaiah 8:3).[3]"
 },
 {
  "id": 17622,
  "description": "While it took over 1,000 years to write the Old Testament, the New Testament was written within a period of 50-75 years.[3]"
 },
 {
  "id": 17623,
  "description": "No original writings of the Bible exits.[7]"
 },
 {
  "id": 17624,
  "description": "The Bible informs the tradition of three major world religions: Christianity, Judaism, and Islam.[14]"
 },
 {
  "id": 17625,
  "description": "The top 3 highlighted books of all time on Kindle are 1) The Holy Bible by Crossway Bibles, 2) Steve Jobs by Walter Isaacson, and 3) The Hunger Games.[17]"
 },
 {
  "id": 17626,
  "description": "John Wycliffe produced the first translation of the entire Bible from Latin Vulgate into English. However, after he died, the Catholic Church exhumed and burned his corpse as punishment for his translation work.[14]"
 },
 {
  "id": 17627,
  "description": "William Tyndale produced first printed edited of the New Testament in English. He was later burned at the stake for his efforts.[14]"
 },
 {
  "id": 17611,
  "description": "Adam’s name is from the Hebrew word a da ma, which means “the ground.”[7]"
 },
 {
  "id": 17628,
  "description": "The first authorized Bible printed in English is the Great Bible of 1539. King Henry VIII of England declared that it should be read aloud during the church services in the Church of England.[7]"
 },
 {
  "id": 17629,
  "description": "China is not only the largest producer of textiles and manufactured goods in the world; the country is also the largest producer of Bibles.[12]"
 },
 {
  "id": 17631,
  "description": "The Bible has inspired more song lyrics than any other book, including “40” (U2), “Adam Raised a Cain,” (Bruce Springsteen), “Adam’s Apple” (Aerosmith), “All you Zombies” (The Hooters), “Be Still” (Kelly Clarkson), “Blackened” (Metallica), “Cinnamon Girl” (Prince), “Come Sail Away (Styx), “Every Grain of Sand” (Bob Dylan), “I am God” (Kanye West) and many more.[15]"
 },
 {
  "id": 17630,
  "description": "The Geneva Bible is the first Bible to use numbered verses. It is also the Bible Shakespeare used and the one that the Pilgrims brought to America in 1620.[7]"
 },
 {
  "id": 17640,
  "description": "While there are no descriptions of Jesus in the Bible, the image of him with fair skin, light hair, and blue eyes is most likely incorrect and reflect the cultural influences of European Christians. Christ most likely had more Middle Eastern features.[14]"
 },
 {
  "id": 17632,
  "description": "The Bible is the most commonly stolen book in the world, most likely because it is so available in hotel rooms and places of worship.[9]"
 },
 {
  "id": 17633,
  "description": "Muslims believe that the Bible is revelation from God that has been corrupted by men. They believe that the Qu’ran is its correction.[7]"
 },
 {
  "id": 17634,
  "description": "Bob Marley was buried with a stalk of marijuana, his red Gibson Les Paul guitar, and a Bible.[18]"
 },
 {
  "id": 17635,
  "description": "The King James Bible (1611) is said to be unrivaled in its accuracy and literary beauty. In addition to 54 scholars, Shakespeare mostly likely helped with the translation.[7]"
 },
 {
  "id": 17636,
  "description": "Robert Aitken’s Bible (The King James Version without the Apocrypha) was the first English Bible printed in America.[7]"
 },
 {
  "id": 17637,
  "description": "The Bible takes place across three continents: Asia, Africa, and Europe.[14]"
 },
 {
  "id": 17638,
  "description": "The pinnacle of Renaissance art is thought to be Michelangelo’s “The Creation of Adam,” a work that depicts in a single image the entire Biblical story of God’s relationship to humanity.[7]"
 },
 {
  "id": 17639,
  "description": "The Bible doesn’t mention how many wise men visited Christ, only that they brought three types of gifts: gold, frankincense, and myrrh.[7]"
 },
 {
  "id": 17641,
  "description": "As do many classics, Herman Melville’s Moby Dick relies heavily on biblical allegory. Specifically, several characters are named after Biblical figures, such as Ishmael and Ahab.[7]"
 },
 {
  "id": 17606,
  "description": "The Bible is the best-selling book in history, with total sales exceeding 5 billion copies.[14]"
 },
 {
  "id": 17642,
  "description": "Charlton Heston was cast as Moses in the blockbuster movie The Ten Commandments partly because he resembled Michelangelo’s famous statue of Moses. Heston would later play Michelangelo in the film The Agony and the Ecstasy (1965).[7]"
 },
 {
  "id": 17643,
  "description": "The 1999 blockbuster The Matrix heavily draws from the Bible. The rebel base in the movie is known as Zion, the primary ship is named Nebuchadnezzar (after the Biblical king), and the film’s Judas character is named Cypher in reference to the name LuCIPHER.[7]"
 },
 {
  "id": 17644,
  "description": "Jesus was not an only child. He had at least 4 brothers mentioned by name and at least 2 unnamed sisters.[7]"
 },
 {
  "id": 17645,
  "description": "The word “Christ” is from the Greek khristos, meaning “the anointed,” which is the noun of the verbal adjective khriein, meaning, “to rub anoint.”[7]"
 },
 {
  "id": 17647,
  "description": "There are 93 women who speak in the Bible, 49 of whom are named. They speak a total of 14,056 words, or about 1.1% of the Bible. There are a total of 188 named women in the Bible.[7]"
 },
 {
  "id": 17646,
  "description": "Polish-born author Joseph Conrad learned English by reading pages of a Bible before he tore them out and rolled them into cigarettes.[10]"
 },
 {
  "id": 17609,
  "description": "The Gutenberg Bible was the was the first book to be printed using movable metal type.[7]"
 },
 {
  "id": 17648,
  "description": "In 2011, author Brendan Powell Smith published The Brick Bible, which contains recreations of Bible scenes—all with LEGO bricks. Sam’s Club promptly banned the book for objectionable images.[7]"
 },
 {
  "id": 17650,
  "description": "The most expensive book in the world is the translation of Biblical psalms, “The Bay Psalm Book” which was sold for over $14 million. It is the first book printed America and was the Puritan’s attempt to make their translation of the Old Testament book.[13]"
 },
 {
  "id": 17651,
  "description": "The world’s smallest bible can fit on the tip of a pen. Scientists etched the 1.2 million letters of the Old Testament on a tiny silicone disk, which they call the Nano Bible.”[11]"
 },
 {
  "id": 17652,
  "description": "The world’s largest Bible weighs 1,094 pounds. Built by Louis Waynai in 1930, the book is 43.5 inches tall and a laid open width of 98 inches.[6]"
 },
 {
  "id": 17653,
  "description": "The word “Lucifer” is from the Latin lux “light” + ferre “carry,” or, literally, “light-bringing.”[7]"
 },
 {
  "id": 20305,
  "description": "The last word in the Bible is Amen.[5]"
 },
 {
  "id": 20348,
  "description": "Nearly all of the villians in the Bible have red hair.[5]"
 }
]