[
 {
  "id": 8234,
  "description": "Brazil’s official name is República Federativa do Brasil (Federative Republic of Brazil).[13]"
 },
 {
  "id": 8235,
  "description": "The word “Brazil,” meaning “red like an ember,” comes from pau brasil (brazilwood), a tree that once grew abundantly along the Brazilian coast that produced a deep, red dye. Brazilwood was valued by European traders who came from the Portuguese coasts in the 16th century to trade with the Tupí-Guaraní Indians.[8]"
 },
 {
  "id": 8237,
  "description": "The Portuguese officially named what we now know as Brazil Terra do Santa Cruz (Land of the Holy Cross), but traders simply called it Terra do Brasil.[8]"
 },
 {
  "id": 8239,
  "description": "The highest point in Brazil is Pico da Neblina at 9,823 feet (2,994 m).[13]"
 },
 {
  "id": 8240,
  "description": "Brazil is the largest Lusophone (Portuguese-speaking) nation in the world and the only one in the Americas.[1]"
 },
 {
  "id": 8241,
  "description": "Brazil is the sixth largest country in the world by population at 201,009,622 people.[13]"
 },
 {
  "id": 8255,
  "description": "Pedro Álvares Cabral was sailing for India when he landed on the Brazilian coast on April 22, 1500, claiming Brazil for the Portuguese Empire.[1]"
 },
 {
  "id": 8242,
  "description": "Brazil’s official birthday as a country occurred on September 7, 1822, when Prince Pedro refused to return to Portugal. He announced the Grito de Ipiranga by throwing down his sword and shouting, “Independence or death!” Although free of Portugal’s hold, Brazil remained a monarchy until its declaration of independence as a republic in 1889.[15]"
 },
 {
  "id": 8244,
  "description": "Elected on October 30, 2010, Dilma Rousseff is Brazil’s current president and the first woman to hold this office.[4]"
 },
 {
  "id": 8245,
  "description": "Brazil is the world’s largest market for crack cocaine.[6]"
 },
 {
  "id": 8246,
  "description": "Brazilian cowboys are called gaúchos. They live primarily in Rio Grande do Sul in the southern part of the country, which is part of the South American pampas and borders Uruguay and Argentina.[7]"
 },
 {
  "id": 8248,
  "description": "Natives of Rio de Janeiro’s city proper are called Cariocas.[1]"
 },
 {
  "id": 8252,
  "description": "Francisco de Orellana, a 16th century explorer, became the first European to travel the entire Amazon from Peru through Brazil in 1541. He was fascinated by the Indian women warriors who lived alone and would later be dubbed “Amazons.”[8]"
 },
 {
  "id": 8258,
  "description": "On December 25, 1988, in the state of Acre on the southwestern border of the Amazon, a Brazilian rubber-tapper named Chico Mendes became the world’s first eco-martyr. He was assassinated for trying to preserve the Amazon rainforest and advocating for the rights of Brazilian peasants and indigenous peoples.[1]"
 },
 {
  "id": 8238,
  "description": "Brazil is the fifth largest country by landmass in the world with 5.35 million square miles (8.45 million square km). It is the largest country in both South America and the entire Latin American region.[13]"
 },
 {
  "id": 8251,
  "description": "The Brazilian national dish is feijoada, a black bean stew with dried, salted, and smoked meat.[1]"
 },
 {
  "id": 8249,
  "description": "The centerpiece of Rio de Janeiro’s Carnival, Brazil’s world-famous pre-Lenten celebration, is the main Samba School Parade.[1]"
 },
 {
  "id": 8247,
  "description": "The Amazon River, over half of which lies within Brazil, is the world’s largest by volume. It is 3,977 miles (6,400 km) long and during the wet season it can become over 118 miles (190 km) wide.[13]"
 },
 {
  "id": 8253,
  "description": "Brazil boasts the largest population of Catholics in the world at 73.6% of its population.[13]"
 },
 {
  "id": 8256,
  "description": "Bandeirantes were roving groups of hardy slave traders and adventurers who journeyed inland to the city of Minas Gerais to help fuel the Brazilian Gold Rush in the 17th century.[11]"
 },
 {
  "id": 8236,
  "description": "Brazil has 4,655 miles (7,491 km) of coastline, making it the 16th longest national coastline in the world.[13]"
 },
 {
  "id": 8254,
  "description": "The earliest pottery found in the Western Hemisphere, radiocarbon dated at 8,000 years old, was excavated from the Amazon basin near present-day Santarém in Brazil.[14]"
 },
 {
  "id": 8259,
  "description": "Brazil became the first South American country to accept women into its armed forces, in the 1980s.[13]"
 },
 {
  "id": 8261,
  "description": "Henry Ford organized his own Amazon rubber plantations in 1927: Fordlândia and Belterra. Both failed due to poor disease control over crops.[1]"
 },
 {
  "id": 8262,
  "description": "The Brazilian national drink is the caipirinha which is cachaca (sugarcane liquor) mixed inside a glass with sugar, ice, and crushed lime slices.[1]"
 },
 {
  "id": 8263,
  "description": "The signature song of Brazilian bossa nova is “The Girl from Ipanema.” The woman who inspired the song is Heloísa Pinheiro.[1]"
 },
 {
  "id": 8243,
  "description": "On Brazil’s modern flag, the green represents the forests of Brazil, the yellow rhombus reflects its mineral wealth, and the blue circle and stars depict the sky over Rio de Janeiro on the morning of November 15, 1889, when Brazil declared itself a republic.[13]"
 },
 {
  "id": 8264,
  "description": "The first official tourists arrived in Brazil on January 1, 1502, as a part of a Portuguese exploratory voyage led by André Gonçalves, who named the bay where they landed Ria de Janeiro (Bay of January). The Bay itself was later renamed Guanabara, and Rio de Janeiro became the main city on the bay.[3]"
 },
 {
  "id": 8265,
  "description": "Brasilia is currently the capital of Brazil and is Brazil’s third capital city since independence. Formally dedicated on April 21, 1960, Brasilia is a preplanned city and was designated in 1987 by UNESCO as a “Historic and Cultural Patrimony of Humanity.”[9]"
 },
 {
  "id": 8266,
  "description": "The Inconfidência Mineira (1788-1789) was a failed conspiracy to end the Brazilian monarchy and establish a republic that led to the execution of its leader, Tiradentes.[2]"
 },
 {
  "id": 8267,
  "description": "Jogo do Bicho, a popular Brazilian numbers game based on animal characters, is reckoned to have a turnover of $10 million (U.S.) per week and employs as many as 50,000 people.[8]"
 },
 {
  "id": 8250,
  "description": "The Amazon rainforest is the world’s largest, containing one fifth of the world’s freshwater reserves and producing one third of the earth’s oxygen. About 60% of the Amazon lies in Brazil.[1]"
 },
 {
  "id": 8269,
  "description": "An estimated 3.5 million slaves survived the Atlantic crossing to Brazil from Africa over the span of three centuries (1500s to 1800s) to work on the Brazilian fazendas (sugar plantations).[12]"
 },
 {
  "id": 8270,
  "description": "On October 29,1810, Dom João opened to the public the Royal Library, a collection of about 60,000 volumes.[2]"
 },
 {
  "id": 8271,
  "description": "Brazil’s first printing establishment using the printing press, the Impressão Régia of Rio de Janeiro, was set up in 1808.[12]"
 },
 {
  "id": 8272,
  "description": "Soccer, or futebol, was brought to São Paolo by a young Brazilian-born Englishman named Charles Miller around the turn of the 20th century.[1]"
 },
 {
  "id": 8257,
  "description": "Brazil’s Grand Seca (Great Drought) from 1877–1879, the most severe ever recorded in the country’s history, caused approximately 500,000 deaths.[5]"
 },
 {
  "id": 8268,
  "description": "The Ilha do Bananal (Island of the Banana Groves) is the world’s largest freshwater island at 200 miles long and 35 miles wide at its broadest point. It is located in the Araguaia River in southwestern Tocantins, Brazil.[11]"
 },
 {
  "id": 8273,
  "description": "The first Brazilian championship club, the São Paolo Athletic Club (SPAC), won the soccer cup three times in a row, from 1902–1904.[1]"
 },
 {
  "id": 8274,
  "description": "The richest and most famous of Brazilian soccer players is Edson Arantes do Nascimento, known to the world as Pelé.[1]"
 },
 {
  "id": 8275,
  "description": "The soccer match between Rio’s Club Flamengo and Club Fluminense in Maracanã Stadium is known as “Fla-Flu.”[1]"
 },
 {
  "id": 8276,
  "description": "The Brazilian National Championship soccer tournament takes six months to play and has up to 44 competing teams.[1]"
 },
 {
  "id": 8277,
  "description": "Rio de Janeiro’s gigantic Maracanã Stadium, the largest in Brazil, can seat 180,000 persons for a soccer match.[1]"
 },
 {
  "id": 8285,
  "description": "The first major Brazilian movie star in Hollywood, Carmen Miranda, was discovered by a Hollywood producer while singing in the Urca casino in Rio de Janeiro.[3]"
 },
 {
  "id": 8278,
  "description": "Every two years, the city of São Paolo holds the Bienal, a three-month extravaganza that includes art and sculpture exhibits, video shows, installations, lectures, films, and plays.[1]"
 },
 {
  "id": 8279,
  "description": "Brazil’s first modern Carnival ball, the High Life, was held at a Copacabana hotel in 1908.[1]"
 },
 {
  "id": 8280,
  "description": "Brazil’s first Samba school, Deixa Falar (Let ’em Talk), was organized by the black residents of Rio de Janeiro’s Estácio District in 1928.[1]"
 },
 {
  "id": 8281,
  "description": "Modern Samba music, a popular Brazilian style of music, dates from the 19th century when the crude tones of the slaves met with the stylized European sound of Rio de Janeiro and derives from the Angolese word sembe.[1]"
 },
 {
  "id": 8282,
  "description": "A 1998 study in Zona Latina (1999) indicated that 73% of Brazil’s TV audience watched telenovelas, far more than any other telenovela-producing nation, including Colombia, Venezuela, and Mexico.[10]"
 },
 {
  "id": 8284,
  "description": "Among Brazil’s best-selling books in the 1960s was a diary written by Carolina Maria de Jesus called Quarto de Despejo (English publication title: Child of the Dark). It describes her life as a single mother in a rugged São Paolo favela (slum or shanty town).[10]"
 },
 {
  "id": 8283,
  "description": "The National Day of Black Consciousness (November 20) established in January 2003 celebrates Brazilians’ African heritage.[10]"
 },
 {
  "id": 8286,
  "description": "In 1967, Frank Sinatra teamed with Brazilian singer Antônio Carlos Jobim in New York City to record the bossa nova album Francis Albert Sinatra and Antônio Carlos Jobim.[10]"
 },
 {
  "id": 8287,
  "description": "In 1908, the Japanese ship Kasato Maru arrived in Santos Harbor with the first permanent Japanese immigrants to Brazil. More than 250,000 Japanese have since permanently transferred their homeland to Brazil.[1]"
 },
 {
  "id": 8288,
  "description": "In July 1934, Franklin D. Roosevelt became the first sitting United States President to visit Brazil.[10]"
 },
 {
  "id": 8260,
  "description": "A Brazilian national treasure, the historic Teatro Amazonas (Amazon Opera House) in Manaus was assembled in 1896 from panels shipped from overseas. It has an iron frame built in Glasgow, Scotland; 66,000 colored tiles from France; and frescoes painted by the Italian artist Domenico di Angelis.[1]"
 },
 {
  "id": 8289,
  "description": "In 1969, the U.S. ambassador to Brazil, Charles Burke Elbrick, was kidnapped and later freed after the Brazilian government acceded to urban guerrillas’ demands.[2]"
 },
 {
  "id": 8290,
  "description": "Known as the “Black Madonna,” Nossa Senhora de Aparecida (Our Lady of Aparecida) is a celebrated 18th century clay statue of the Virgin Mary and is considered the patron saint of Brazil.[1]"
 },
 {
  "id": 8291,
  "description": "A group grandly named Congresso das Sumidades (Congress of Worthies) organized Brazil’s first Carnival parade in 1855.[1]"
 }
]